Revit 2027 API
ParameterTypeId.SteelElemCopeDistanceAxis Property
 "Distance from axis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemCopeDistanceAxis { get; }
Public Shared ReadOnly Property SteelElemCopeDistanceAxis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemCopeDistanceAxis {
	ForgeTypeId^ get ();
}
static member SteelElemCopeDistanceAxis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace